[
    {
        "url": "https://www.cia.gov/readingroom/collection/currentcentral-intelligence-bulletin",
        "title": "Current/Central Intelligence Bulletin Collection",
        "body": "President Harry Truman received his daily intelligence digest, the Daily Summary, between 1946 and 1951. That year, the \"new and improved\" version called the Current Intelligence Bulletin began production. This remained the format of the president's daily digest through Dwight Eisenhower's two terms (with a name change to the Central Intelligence Bulletin in 1958). The Current/Central Intelligence Bulletin grew longer than its predecessor over time with the addition of more items and more analysis, and would eventually contain more graphics as printing technology improved."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/argentina-declassification-project-dirty-war-1976-83",
        "title": "Argentina Declassification Project - The \"Dirty War\" (1976-83)",
        "body": "By 1980, nearly all insurgent activity had ceased, and the most brutal aspects of the “Dirty War,” including the “disappearances,” were subsiding. The Argentine government’s domestic and international standing suffered, however, as revelations about its human rights record emerged along with growing evidence of corruption. It tried to restore its legitimacy with the Argentine people by seizing the Falkland Islands from Great Britain, but the failed campaign further discredited the regime and led to its fall in 1983. The new democratically elected government created the National Commission on the Disappearance of Persons (CONADEP) in December 1983 to collect evidence about the “Dirty War,” beginning the decades-long process under which most of the perpetrators of the human rights violations during 1976-83 were eventually brought to justice."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/daily-summary",
        "title": "Daily Summary Collection",
        "body": "Since 1946, US intelligence has provided a coordinated, daily report for the President. Those early reports bear little resemblance to today’s President's Daily Brief, or PDB, which the IC provides to the President and his senior national security advisors. In January 1946, President Truman—unhappy that there was no coordinated method of informing the President—directed the Secretaries of State, War, and Navy to jointly establish a Central Intelligence Group (CIG), to be headed by a Director of Central Intelligence appointed by the President. The CIG published what was called the Daily Summary between 15 February 1946 and 28 February 1951, during which time the CIG became the CIA."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/carter-camp-david-accords",
        "title": "President Carter and the Role of Intelligence in the Camp David Accords",
        "body": "The documents convey a sense of the personalities, perils, and ambiguities that pervaded the lead-up to the Camp David Accords, which despite the many obstacles has had an enduring influence in the precarious peace between Israel and its largest Arab neighbor."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/animal-partners",
        "title": "Animal Partners",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/aquiline",
        "title": "Aquiline",
        "body": "Aerial intelligence collection platforms have played a critical role in US national security from the earliest beginnings of aviation. CIA's 1960s OXCART Program and its use of U-2s are examples of collection innovations that have kept US leaders informed about adversaries' capabilities and intentions. Despite their success, however, use of these platforms carried significant risks and repercussions, including detection and even pilot loss, such as the downing of the U-2 flown by Francis Gary Powers in 1960. Ever-evolving research by the CIA led to the development concept of "
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/lunik-loan-space-age-spy-story",
        "title": "Lunik on Loan: A Space Age Spy Story",
        "body": "The Cold War and the emerging space race were in full swing in the late 1950s. CIA kept President Eisenhower regularly apprised on the progress of the Soviet space program, which became a subject of worldwide attention following the successful 1957 launch of Sputnik—the first artificial satellite and the first manmade object to be placed into earth's orbit. The Soviets' achievement, which indicated that they had intercontinental ballistic missiles capable of striking the United States, stunned the American public and set off a debate in the United States about the \"Missile Gap,\" and America's competence in science and technology."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/bosnia-intelligence-and-clinton-presidency",
        "title": "Bosnia, Intelligence, and the Clinton Presidency",
        "body": " "
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/strategic-warning-and-role-intelligence-lessons-learned-1968-soviet-invasion",
        "title": "Strategic Warning and the Role of Intelligence: Lessons Learned From The 1968 Soviet Invasion of Czechoslovakia",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/cia-declassifies-oldest-documents-us-government-collection",
        "title": "CIA Declassifies Oldest Documents in U.S. Government Collection",
        "body": "One document outlines the chemicals and techniques necessary for developing certain types of secret writing ink and a method for opening sealed letters without detection. Another memorandum dated June 14, 1918 - written in French - reveals the formula used for German secret ink."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/wartime-statutes-instruments-soviet-control",
        "title": "Wartime Statutes - Instruments of Soviet Control",
        "body": "The event took place Tuesday, April 5, 2011 from 1:00p.m. - 4:30 p.m"
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/bay-pigs-release",
        "title": "Bay of Pigs Release",
        "body": "The CIA history of the Bay of Pigs operation in 1961, originally classified top secret, based on dozens of interviews with key operatives and officials and hundreds of CIA documents. The four volumes include information never before released and comprise (I) Air Operations, March 1960-1961; (II) Participation in the Conduct of Foreign Policy; (III) Evolution of CIA's Anti-Castro Policies, 1959-January 1961; and (IV) The Taylor Committee Investigation of the Bay of Pigs."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/typist-trailblazer",
        "title": "From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce",
        "body": " "
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/cia-analysis-soviet-navy",
        "title": "CIA Analysis of the Soviet Navy",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/reagan-collection",
        "title": "Reagan Collection",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/what-was-missile-gap",
        "title": "What was the Missile Gap?",
        "body": "To convey the intelligence controversy, CIA's Historical Collections Division has released a large selection of documents (189) declassified for the first time, coupled with other documents which were formerly declassified, but released here again with significant previously withheld text now restored based on new, broader declassification guidelines."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/fall-libyan-monarchy",
        "title": "Fall of the Libyan Monarchy",
        "body": "Fifty years ago, on 1 September 1969, the first and only King of Libya was deposed. The documents in this collection highlight the bloodless coup by a group of Libyan military officers which removed King Idris I. The group, which called itself the Revolutionary Command Council, was motivated by the ideology of Arab socialism modeled by Egypt's Gamal Abdel Nasser. Within a short time, a young officer named Muammar Qadhafi emerged as a leader of the group, and he would rule Libya for the next 40 years. These documents cover major developments related to the coup, including US reaction. The Nixon administration believed that washington need not be overly distressed by the coup and felt the US could have a working relationship with the new regime. Also discussed in the documents is Libya's intention to honor treaty obligations regarding Wheelus Air Base, a major US Air Force installation in Libya that supported Mediterranean operations."
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/intelligence-warning-1957-launch-sputnik",
        "title": "Intelligence Warning of the 1957 Launch of Sputnik",
        "body": "To learn more about the OSI and our intelligence and analysis of the USSR's strategic missile programs during the Cold War, visit the following links:"
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/intelligence-policy-and-politics-dci-white-house-and-congress",
        "title": "Intelligence, Policy, and Politics: The DCI, the White House, and Congress",
        "body": " The "
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/baptism-fire-cia-analysis-korean-war-overview",
        "title": "Baptism By Fire: CIA Analysis of the Korean War Overview  ",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/underwater-ice-station-zebra-recovering-secret-spy-satellite-capsule-16400-feet-below",
        "title": "An Underwater Ice Station Zebra: Recovering a Secret Spy Satellite Capsule from 16,400 feet Below the Pacific Ocean",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/berlin-wall-collection",
        "title": "The Berlin Wall Collection: A City Torn Apart: Building of the Berlin Wall",
        "body": "  ["
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/cia-analysis-warsaw-pact-forces",
        "title": "CIA Analysis of the Warsaw Pact Forces",
        "body": null
    },
    {
        "url": "https://www.cia.gov/readingroom/collection/president-nixon-and-role-intelligence-1973-arab-israeli-war",
        "title": "President Nixon and the Role of Intelligence in the 1973 Arab-Israeli War",
        "body": null
    }
]